<P>	邊緣執法第三章：雪崩之前
<P>	权威建立于信誉之上。
<P>	——欧糯拉·祖咖洛《伊利法乐杂言乱语》
<P>	压力大去休息，负罪感去见鬼。
<P>	——欧糯拉·祖咖洛《伊利法乐杂言乱语》
<P>	自由永存，正义永存（Liber in aeternum, iustitia in aeternum!）。
<P>	——玛里桫·冬托蒙《珊瑚党党章》
<P>	沙玛什东部时间晚上十点三十五分来自诺尔盖大学历史系教授玛里索尔·布西埃和国立诺尔盖大学声乐系教授埃拉蒙特·登特雷蒙双双死亡位於風省Airoldi宾馆。
<P>	沙玛什西部时间（蚁合时间）八月三号十六点，伊利法乐（兮骨雍）从蚁北登机前往千代中城。即将到阿梅迪区新开的安塔雅大学挂名中文系主任，他带了一支十五全女团队登机。她们通过了英语和法语语言测试，兮骨雍在回千代联合国前与她们进行了一个月的英法西三语混合交流。
<P>	沙玛什东部时间晚上十一点三十六分航班落地，班车载姑娘们去学校员工公寓，伊利法乐本人将前往紫圆宫（purple circle）面圣。
<P>	沙玛什东部时间七点二十九分诺尔盖教育局代理副局长雷蒙德登机飞往风省担任督查。
<P>	沙玛什东部时间七点二十分，伊利法乐被皇室女仆叫醒简单用过早餐等待八点与千女王斯嘉丽·布伦希尔德·芙蕾雅·德拉方丹。七点五十分看完王室禁忌换上西装系上温莎结，伊利法乐进入室内视线未平齐女王陛下。女王座位五步外，略微低沉地说出请坐。伊利法乐一改往日不坐或躺坐，坐在椅子三分之一处收腹挺直躯干。女王喷了薰衣草香水，身穿一身淡蓝色套装，微卷接近全白的长发自然地披在肩上。不刻意用脂粉遮盖皱纹，身高176公分的她与伊利法乐坐高相同。
<P>	斯嘉丽：非常抱歉让您少睡，伊利法乐。半年前孤派人要求你去蚁合进修国际中文师资，很高兴你没有像雷蒙德那般拒绝且取得了不错的成绩。孤知晓汝甚厌赞颂，此次召入宫是想商谈孙子孙女谁更适合继承王位。
<P>	伊利法乐：恕陛下宽恕，小民对痛失两位王子惋惜。据传闻各平辈不喜继承执政国事，余以为当顺从年长优先或嫡长子继承。雷蒙德乃当前诸王储意愿最强，除此并无二人。
<P>	斯嘉丽：不知他可知孤之用心，安排代理教育副局。今两大诺尔盖高校教授暴毙死因尚查，雷蒙德前去督查。孤忧长孙与多纳廷起口角肢体冲突。有一事孤想听之，汝可愿称帝？
<P>	伊利法乐：沙洲皇帝？
<P>	斯嘉丽：非也！非也！哈哈哈！汝有称帝之资待时日到便水到渠成。
<P>	二人聊了千代联合国本土的一些问题包括道路安全；基础建设；现有教育制度改进点；性产业合法化；堕胎，斯嘉丽看着（与雷蒙德）相近的容貌听着他所讲观点虽激进却能得民心。她庆幸这位替身没有倒向社会自由主义阵营，他对枪支持民众自卫的最后手段；对移民进行严格配额；对应当以自由贸易渐进式替代国际援助；对新闻自由的放开却保持国家机密不被泄露……想起了自己儿子在世时的高谈不过更极端。
<P>	到安塔雅大学校方腾出一间办公室供团队进行办公，千国和沙玛什的中文教育在高校占比不到2%。随着众朝的影响力扩大两国必须培养这方面的专业人才，蚁合作为首个承认千国的国家是千国最忠实的盟友。伊利法乐擦灰时见到一只空瓶子，看到字后立马收起来。这间房肯定有不少类似的合成药物，但这些药物是兽药（诺尔盖实习期间考了兽医资格证）唯一可能的解释是有人用它健美。
<P>	雷蒙德看着尸检报告总觉得哪哪怪怪地，报告呈现的内容核心就是先是后脑遭撞击再往血管注射过量毒品。未查到凶手前遗体不能下葬，凭当教育代理副局长前在千国皇家警察刑警科工作判断再解剖没任何意义。作为外省教育部门人员作为外国人他不能干涉沙玛什帝国执法部门。他跑遍几家书店才勉强凑齐两位教授仅有的五本著作，一周他看完四本只是看到一些教学内容没有任何地方能刺激到沙玛什帝国政府或诺尔盖省政府。
<P>	二位教授死讯过一周不知通过什么方式由媒体放出，只短短三天扩散到全国以及千国。由于报道媒体太多沙玛什政府和情报机构信鸽巢无法暗杀与封杀。风省教育局对此事未进行任何回应，多纳廷被推出接受媒体采访。没开新闻发布会而是在公园一处接受采访。
<P>	多纳廷：（心声）这是多少人采访不到老爹儿反过来采访老子。（开口）各位记者七嘴八舌我该回答哪位的问题？话筒就不用往前伸了我嗓门大不坏事。非常感谢社会关注此次两位来自诺尔盖省高校的教授到风省不幸遇害一事。沙玛什的国土非常大皇权的影响力到这里需要很长一段时间。我诚切希望风省司法局、警局能重视此桩案件。社会公义不能只停留文学作品。如果权力阶层不作为想必会引来民间自发组织伸冤，那种现象是很多人不愿看到。
<P>	雷蒙德站电视机前听着这位曾经对自己说黄色六芒猪（沙玛什对犹太人的种族歧视称呼）的王子首次面对记者语无伦次。一个月内无论事件进展如何他必须回到诺尔盖省教育局完成剩余三个月实习接着回到千代中城实习国王。一个想法浮现在他脑中。
<P>	每位姑娘试听一节课后他任命朵蔚依为副主任实际接管主任事务，早在蚁合他便与老师合作编写了四语（英法西国）教材。署名正是欧糯拉·祖咖洛和老师纹可烩先生，稿费全归纹老师。与此他正坐飞机上编写《歐糯拉·祖咖洛設想法典叛国罪篇第一案（中文版）》，中文地位未提升的年代汉字属于一种加密文字。然而汉字比起天城文；泰文；泰米尔文算简单。旅途不算久，他要了份报纸。过去两周风省警方未查明真凶，尸体从警局失踪不知去向。
<P>	离航班落地前十分钟机场外零零散散，白狮党、玄狮党、纳粹党、沙共、玄狮党聚集在一起。不同势力保持随时可能破裂的理智宣扬各自政治诉求（多包含种族主义）。驻扎风省的皇家卫队全副武装守在周围应对突发。机场的国安通道伊利法乐见到四位唐人，凭职业本能断定四人98%可能为刽子手。沙玛什刽子手种族比例唐人属于少数。五人几乎同时走出机场见到六个组织像支持各自球队般抱团。
<P>	塞拉菲娜积劳成疾在家休养，校长这个高危职位由阿玟茵代理。上任第一次教师大会不少老教师与颇有人脉的教师发出弹劾阿玟茵。“玟茵呐，等我继承王位你来当宣传大臣。”雷蒙德边涂酒精边说着站在身旁数落不少是教师工会高层。
<P>	四名刽子手亮出执照，黑发白丝的那位手放大衣口袋。四位站得一位比一位前看社团如看肉猪，黑发白丝的那位站在原地。刽子手在沙玛什名声或许争议，这个原子化职业常常经手黑帮火拼后的战场打扫。僵持二十分钟机场内走出一名身穿墨蓝色大衣的特工，三十秒后五名身穿便装的现役沙玛什外籍军团进入视野。六人接连走向刽子手中间。面对部分准备枪战的成员，负责的组长利用威望克制冲动。
<P>	二人对沙玛什帝国爱国主义进校园这一荒诞政策统一不解，余八日雷蒙德将回诺尔盖省。多纳廷约雷蒙德到教育局，经过堵门四小时谈判风省教育局同意赔付一人二十万抚恤金给家属。阿玟茵刚放学被雷蒙德拉去做饭，由于妈妈是犹太人阿千二人基本不吃猪肉除非野外求生。晚上三人去当地最大酒吧，多纳廷说是带去见一场斯诺克表演。二人脸上写满不情愿架不住没有合适理由推脱，余一周雷蒙德能留在风省。
<P>	三人在教育局谈判时四位刽子手抵达宾馆，前台小姐见到四人丢上四份表便忙自己的事。依照行程他们将住两晚，他们从衣服里掏出笔刚写下几个字身边多出一人影。伊利法乐安静地站一旁，看着一人两个行李箱没有门童没有助理。最早写完交表的独孤足羽（Zabulon）注意到他，取出照片一看伊利法乐是他们三人上级。他率先笔直立正朝伊利法乐敬礼大声说“Good afternoon sir!”接着公孙皓乐（Ludovic）；西乞申鎏（Donato）；公西秋守（Emiliano）站一排敬礼异口同声说good afternoon sir。伊利法乐回礼应声回复good afternoon。
<P>	卡明公墓，现任省众议员狄奥多㛓娅·加林斯卡站在亡夫蒂姆·杜宾斯基亡女玫奚塔蓓和卡蜜娜墓前。清完墓碑当晚她来到莫德林酒吧买醉，前脚坐下后脚四位刽子手拉着伊利法乐寻乐。又过几分钟多纳廷拉着雷蒙德和阿玟茵进场。伊利法乐和阿玟茵脸上写满不情愿，二人对视到对方眼神间道尽一切。阿玟茵坐过来两人开始了加密对话。
<P>	阿玟茵：嗯？
<P>	兮骨雍：嗯。
<P>	阿玟茵：嗯（4声）。
<P>	兮骨雍：嗯（3声）。
<P>	阿玟茵：嗯（2声）。
<P>	兮骨雍：嗯（1声）。
<P>	阿玟茵：嗯（4声拖长音）
<P>	其他人看傻子般看两人一直嗯，连国语水平不差的雷蒙德没听出门道。两人由嗯改成了啊/呃继续加密通话时灯打在两人身上，舞台上的主持人喊道：“两位先生请上来唱歌一曲。”伊利法乐刚想拒绝被阿玟茵捂住嘴下一刻拉上台一脚踢他到钢琴前，自己坐在架子鼓。此刻全场安静，前奏一起伊利法乐想起是《光辉岁月》。
<P>	阿玟茵：一生要走多远的路程？
<P>	阿玟茵：经过多少年？
<P>	阿玟茵：才能走到终点？
<P>	阿玟茵：梦想需要多久的时间？
<P>	阿玟茵：多少血和泪？
<P>	阿玟茵：才能慢慢实现？
<P>	阿玟茵：天地间任我展翅高飞，
<P>	阿玟茵：谁说那是天真的预言？
<P>	阿玟茵：风中挥舞狂乱的双手，
<P>	阿玟茵：写下灿烂的诗篇！
<P>	阿玟茵：不管有多么疲倦。
<P>	阿玟茵：潮来潮往世界多变迁！
<P>	阿玟茵：迎接光辉岁月，
<P>	阿玟茵：为它一生奉献。
<P>	兮骨雍：可否不分膚色的界限？ 
<P>	兮骨雍：願這土地裡？不分你我高低。
<P>	兮骨雍：繽紛色彩閃出的美麗，
<P>	兮骨雍：是因它沒有——分開每種色彩。 
<P>	兮骨雍：年月把擁有變做失去，
<P>	兮骨雍：疲倦的雙眼帶著期望。
<P>	兮骨雍：今天只有殘留的軀殼！
<P>	兮骨雍：迎接光輝歲月。
<P>	兮骨雍：風雨中抱緊自由。 
<P>	兮骨雍：一生經過徬徨的掙扎！
<P>	兮骨雍：自信可改變未來!
<P>	兮骨雍：問誰又能做到?
<P>	阿玟茵：今天只有殘留的軀殼（兮：的軀殼）！
<P>	阿玟茵：迎接光輝歲月！
<P>	阿玟茵&兮骨雍：風雨中抱緊自由，
<P>	阿玟茵：一生經過徬徨的掙扎！
<P>	阿玟茵&兮骨雍：自信可改變未來？
<P>	阿玟茵&兮骨雍：問誰又能做到？
<P>	兮骨雍：Ooh ... ooh ......  Ah ......
<P>	阿玟茵：今天只有殘留的軀殼？
<P>	阿玟茵：迎接光輝歲月！
<P>	阿玟茵：風雨中抱緊自由？
<P>	阿玟茵：一生經過徬徨的掙扎！
<P>	阿玟茵：自信可改變未來？
<P>	阿玟茵：問誰又能做到？
<P>	兮骨雍：Ooh ... ooh ......  Ah ......
<P>	兮骨雍：今天只有殘留的軀殼 
<P>	兮骨雍：迎接光輝歲月 
<P>	兮骨雍：（淡出）風雨中抱緊自由 
<P>	兮骨雍：（淡出）一生經過徬徨的掙扎 
<P>	兮骨雍：（淡出）自信可改變未來 
<P>	兮骨雍：（淡出）問誰又能做到
<P>	歌声传到酒吧每处，所有人高呼再来一曲。阿玟茵手握话筒说“欢迎沙玛什王子千代联合国王子和刽子手们上台！”酒吧全场沸腾，剩下六人刚好或多或少沾了酒精借酒劲上台。简单商议几人决定唱《明天会更好》，伊利法乐心想他们真是发酒癫。除伊利法乐自己坐着，阿玟茵和雷蒙德拿起吉他伴奏。
<P>	伊利法乐：（弹前奏渐入）輕輕敲醒沉睡的心靈/慢慢張開你的眼睛。
<P>	伊利法乐：看那忙碌的世界是否依然孤獨地轉個不停
<P>	千代芝伊（雷蒙德）：春風不解風情/吹動少年的心
<P>	千代芝伊：讓昨日臉上的淚痕/隨記憶風乾了
<P>	多纳廷：抬頭尋找天空的翅膀/候鳥出現牠的影跡
<P>	多纳廷：帶來遠處的飢荒無情的戰火依然存在的消息
<P>	阿玟茵：玉山白雪飄零/燃燒少年的心
<P>	阿玟茵：使真情溶化成音符 傾訴遙遠的祝福
<P>	合唱：唱出你的熱情/伸出你雙手/讓我擁抱著你的夢/讓我擁有你真心的面孔
<P>	公孙皓乐：讓我們的笑容/充滿著青春的驕傲
<P>	独孤足羽：為明天獻出虔誠的祈禱
<P>	多纳廷&雷蒙德&阿玟茵：誰能不顧自己的家園/拋開記憶中的童年
<P>	公孙皓乐/独孤足羽：誰能忍心看他昨日的憂愁/帶走我們的笑容
<P>	公西秋守/西乞申鎏：青春不解紅塵/胭脂沾染了灰
<P>	西乞申鎏：違不見的淚水 滋潤了你的面容
<P>	千代芝伊：唱出你的熱情/伸出你雙手/讓我擁抱著你的夢
<P>	千代芝伊：讓我擁有你真心的面孔
<P>	千代芝伊：讓我們的笑容/充滿著青春的驕傲
<P>	千代芝伊：為明天獻出虔誠的祈禱
<P>	多纳廷：輕輕敲醒沉睡的心靈/慢慢張開你的眼睛
<P>	多纳廷：看那忙碌的世界是否依然孤獨地轉個不停
<P>	多纳廷：日出喚醒清晨 大地光彩重生
<P>	多纳廷：讓和風拂出的音響 譜成生命的樂章
<P>	公西秋守：唱出你的熱情/伸出你雙手/讓我擁抱著你的夢（兮骨雍：拥抱着你的）
<P>	公西秋守：讓我擁有你真心的面孔/讓我們的笑容
<P>	公西秋守：充滿著青春的驕傲/讓我們期待明天會更好（兮骨雍重唱：明天会更好）
<P>	合唱：唱出你的熱情/伸出你雙手
<P>	合唱：讓我擁抱著你的夢/讓我擁有你真心的面孔
<P>	合唱：讓我們的笑容/充滿著青春的驕傲
<P>	合唱：讓我們期待明天會更好
<P>	西乞申鎏：唱出你的熱情/伸出你雙手讓我擁抱著你的夢（兮骨雍：拥抱着你的）
<P>	西乞申鎏：讓我擁有你真心的面孔讓我們的笑容 充滿著青春的驕傲
<P>	西乞申鎏：讓我們期待明天會更好（兮骨雍重唱：明天会更好）
<P>	多纳廷：唱出你的熱情/伸出你雙手讓我擁抱著你的夢（阿玟茵：拥抱着你的）
<P>	多纳廷：讓我擁有你真心的面孔讓我們的笑容 充滿著青春的驕傲
<P>	多纳廷：讓我們期待明天會更好（阿玟茵重唱：明天会更好）
<P>	合唱：唱出你的熱情/伸出你雙手
<P>	合唱：讓我擁抱著你的夢/讓我擁有你真心的面孔
<P>	合唱：讓我們的笑容/充滿著青春的驕傲
<P>	合唱：讓我們期待明天會更好
<P>	接下来几小时他们一边喝一边唱甚至一边跳，伊利法乐默默坐在钢琴前伴奏。他们唱了《We Are The World》《Right Here Waiting》《Say You Say Me》《Sexy Music》等经典曲目。坐在离舞台远的狄奥多㛓娅看出来坐在钢琴前的男孩能领导他们。几人接连唱了十二首到嗓子嘶哑才离场。唯一一位没喝酒的伊利法乐分别送各位回家，自己累使劲靠椅背休息一会儿回到出租屋。上次门缝塞千代政府文件这次塞沙玛什政府文件，他拿起来看同样写了一大堆重点只有两件事——重组刽子手组织，四位是帮助自己。他一把火烧了，转而打车去机场订去弥沦戈尼普顿的航班。
<P>	回到自己家，狄奥多㛓娅坐桌前用女儿的画笔绘制了一面旗。一面党旗，完成女儿生前想组建政党改变沙玛什的梦想。这面旗左上角有红蓝黑三颗六芒星围成三角，象征自己一家犹太人身份。中间绘制一颗圆，左侧黑右侧白，象征太极的阴阳。左侧中间放白星右侧黑色月亮，象征伊斯兰星月。圆被十字交叉，横为蓝竖为红。圆上下左右各延伸一方块构成不旋转的纳粹旗，四个方块旁放共产党标志。圆与十字构成白人至上标志。她要将接下来的事归咎全国极端组织。与此同时她在撰文，擬造自己是伊利法乐·霍伦斯坦是夫妻并发生过多次性关系。
<P>	她将其命名珊瑚党（corallium）
